---
title: SpaceTag
classe: Autodesk.Revit.DB.Mechanical.SpaceTag
namespace: Autodesk.Revit.DB.Mechanical
eredita: Autodesk.Revit.DB.SpatialElementTag
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 2
---

# SpaceTag

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `Space Space { get; }` | `spaceTag.Space` | Space |
| `SpaceTagType SpaceTagType { get; set; }` | `spaceTag.SpaceTagType` | SpaceTagType |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```